INSTALLER_APPLICATION_NAME = "LOGITECH G HUB";
INSTALLER_GENERIC_TRY_AGAIN = "PRØV IGEN";
INSTALLER_GENERIC_CONTINUE = "FORTSÆT";
INSTALLER_GENERIC_CANCEL = "ANNULLER";
INSTALLER_GENERIC_BACK = "BAGSIDE";
INSTALLER_GENERIC_REINSTALL = "GENINSTALLER";
INSTALLER_GENERIC_LAUNCH_GHUB = "START";
INSTALLER_GENERIC_UNINSTALL = "AFINSTALLER";
INSTALLER_GENERIC_LETS_PARTY = "LAD OS HOLDE EN FEST";
INSTALLER_GENERIC_QUIT = "AFSLUT";
INSTALLER_GENERIC_REBOOT_NOW = "GENSTART NU";
INSTALLER_GENERIC_REBOOT_LATER = "GENSTART SENERE";
INSTALLER_ONLINE_HELP = "ONLINEHJÆLP";
INSTALLER_MORE_DETAILS = "Flere detaljer";
INSTALLER_HELP_LINK = "https://support.logi.com/hc/articles/360023192454";
INSTALLER_DISK_INDICATOR_NORMAL = "{0}GB ledig på {1} drev";
INSTALLER_DISK_INDICATOR_WARNING = "Under 1 GB ledig på {0} drev";
INSTALLER_DISK_INDICATOR_ERROR = "Under 500 MB ledig på {0} drev";
INSTALLER_ERROR_DOWNLOAD_INIT = "Downloadinitialisering mislykkedes pga. netværksproblem. Prøv igen.";
INSTALLER_ERROR_NETWORK_ISSUE = "Download mislykkedes pga. netværksproblem. Prøv igen.";
INSTALLER_ERROR_UPDATE_SUMMARY = "Kunne ikke hente gyldig opdateringsoversigt. Prøv igen.";
INSTALLER_ERROR_DISK_FULL = "Ikke nok ledig plads på harddisken.";
INSTALLER_ERROR_UNCAUGHT_ERROR = "Der opstod en fejl under installationen. Prøv igen.";
INSTALLER_ERROR_UNPACKING = "Kunne ikke pakke installationsressourcer ud. Genstart af installationsprogrammet kan måske løse dette problem.";
INSTALLER_ERROR_DLL_LOADING = "Installationsprogrammets nødvendige komponenter kunne ikke indlæses.";
INSTALLER_ERROR_START_INSTALL = "Kunne ikke starte installation. Lukning af installationsprogrammet og genstart af det kan måske løse dette problem.";
INSTALLER_ERROR_REDOWNLOAD = "Download det igen fra det ";
INSTALLER_ERROR_OS_VERSION = "G HUB er ikke kompatibel med dit nuværende operativsystem. Kontroller G HUB OS-kompatibilitet for at lære mere.";
INSTALLER_ERROR_UPDATER_FOLDER = "Kan ikke oprette installationsmappe. ";
INSTALLER_ERROR_INSTALL_FAILED_GENERIC_TITLE = "G HUB blev ikke installeret";
INSTALLER_ERROR_INSTALL_FAILED_GENERIC = "Genstart computeren, og prøv derefter at køre installationen igen. Hvis problemet fortsætter, skal du kontakte {WEBSITE}.";
INSTALLER_ERROR_INSTALL_FAILED_GENERIC_WEBSITE_TEXT = "Kundeservice";
INSTALLER_ERROR_INSTALL_FAILED_GENERIC_WEBSITE_LINK = "support.logitech.com";
INSTALLER_OFFICIAL_WEBSITE = "OFFICIELLE WEBSTED.";
INSTALLER_INFO_VERSION = "VERSION {0}";
INSTALLER_INFO_DESTINATION = "Installerer på {0}";
INSTALLER_INFO_DOWNLOAD_PROGRESS = "{0} MB af {1} MB ({2}MB/s)";
INSTALLER_LOADING_MESSAGE_0 = "Vi registrerer langsomme downloadhastigheder";
INSTALLER_LOADING_MESSAGE_1 = "Kan det vente? Vi er lige ved at foretage nogle kalibreringer";
INSTALLER_LOADING_MESSAGE_2 = "Kontrollerer, at din printer og din incognitohistorik er korrekt forbundet";
INSTALLER_LOADING_MESSAGE_3 = "Omdirigerer reaktorkraft";
INSTALLER_LOADING_MESSAGE_4 = "Tilkalder en Nyan-kat";
INSTALLER_LOADING_MESSAGE_5 = "Du har brug for mere vespene-gas";
INSTALLER_LOADING_MESSAGE_6 = "Jeg foretager mig ikke noget mistænkeligt. Jeg sværger!";
INSTALLER_LOADING_MESSAGE_7 = "Tessellerer infinity-matrixen";
INSTALLER_LOADING_MESSAGE_8 = "Du skal konstruere flere pyloner";
INSTALLER_LOADING_MESSAGE_9 = "D-vitamin er nødvendig for menneskekroppen";
INSTALLER_LOADING_MESSAGE_10 = "Rammeskift, til";
INSTALLER_LOADING_MESSAGE_11 = "Hellere én mus i hånden end to i busken";
INSTALLER_LOADING_MESSAGE_12 = "Tiden flyver, når man har det sjovt";
INSTALLER_LOADING_MESSAGE_13 = "Få noget ud af dit system";
INSTALLER_LOADING_MESSAGE_14 = "Dette vil også gå over";
INSTALLER_LOADING_MESSAGE_15 = "Tager bukser på";
INSTALLER_LOADING_MESSAGE_16 = "Sender vores bedste kriger";
INSTALLER_LOADING_MESSAGE_17 = "Cyan ser mistænkelig ud...";
INSTALLER_LOADING_MESSAGE_18 = "Forsyner sløjfer med net";
INSTALLER_LOADING_MESSAGE_19 = "Udfører plan for verdensdominans";
INSTALLER_LOADING_MESSAGE_20 = "Hvad gør denne knap?";
INSTALLER_LOADING_MESSAGE_21 = "Hey, du. Du er endelig vågen";
INSTALLER_MESSAGEBOX_TITLE = "G HUB Installer";
INSTALLER_MESSAGEBOX_FOLDER_MESSAGE = "Kritisk fejl : Kan ikke oprette de nødvendige mapper til installationen. Prøv igen som administrator. Hvis problemet fortsætter, skal du kontakte https://support.logi.com/hc";
INSTALLER_MODAL_REBOOT = "Der kræves en genstart for at afslutte installationen. Installationsprogrammet åbnes igen, når computeren er genstartet.";
INSTALLER_MODAL_TITLE_FAILED = "Installationen mislykkedes.";
INSTALLER_MODAL_TITLE_INIT_FAILED = "Installationen mislykkedes.";
INSTALLER_MODAL_TITLE_EXITING_SW = "Allerede installeret.";
INSTALLER_MODAL_TITLE_CONFIRM = "Geninstaller G HUB?";
INSTALLER_MODAL_TITLE_UNINSTALL = "Afinstallerer.";
INSTALLER_MODAL_TITLE_UNINSTALL_SUCCESS = "Afinstallationen lykkedes.";
INSTALLER_MODAL_TITLE_UNINSTALL_FAILURE = "Fejl ved afinstallation.";
INSTALLER_MODAL_TITLE_EXIT = "Afbryd installation.";
INSTALLER_MODAL_TITLE_REBOOT = "Genstart kræves.";
INSTALLER_MODAL_TITLE_UPDATE_ERROR = "Fejl ved opdatering.";
INSTALLER_MODAL_CONFIRM_EXIT = "Er du sikker på at du vil afbryde?";
INSTALLER_OFFICIAL_WEBSITE_LINK = "https://www.logitechg.com/ghub";
INSTALLER_STEP_INITIALIZE = "Initialiserer";
INSTALLER_STEP_UNPACK = "Pakker ud";
INSTALLER_STEP_INSTALLING = "Installerer";
INSTALLER_STEP_FINALIZING = "Afslutter";
INSTALLER_TERMS_OF_SERVICE_AGREEMENT_TEXT = "Når du klikker på 'installer', accepterer du vilkårene i ";
INSTALLER_TERMS_OF_SERVICE_AGREEMENT_LINK_TEXT = "SLUTBRUGERLICENSAFTALEN.";
INSTALLER_TERMS_OF_SERVICE_AGREEMENT_LINK = "https://www.logitech.com/legal/eula.html";
INSTALLER_TOOLTIP_INSTALL = "Vent et øjeblik, mens G HUB installeres.";
INSTALLER_TOOLTIP_UPDATE = "Vent et øjeblik, mens vi opdaterer G HUB.";
INSTALLER_APPLICATION_TITLE = "Logitech G HUB-installation";
INSTALLER_WINDOW_TITLE = "{0} G HUB Installer";
INSTALLER_APPLICATION_DESCRIPTION = "Logitech G HUB-installationsprogram";
INSTALLER_INSTALL_BUTTON = "INSTALLER";
INSTALLER_INSTALL_WITH_ENTER_BUTTON = "INSTALLER(ENTER/RETURN)";
INSTALLER_GET_UPDATE_BUTTON = "HENT OPDATERING";
INSTALLER_EXIT_BUTTON = "AFSLUT";
INSTALLER_CANCEL_BUTTON = "ANNULLER";
INSTALLER_DESCRIPTION_ALREADY_INSTALLED = "Softwaren findes allerede på systemet. Start G HUB for at tjekke, om der er opdateringer.";
INSTALLER_DESCRIPTION_LEGACY_INSTALLED = "Der findes en gammel og inkompatibel version af Logitech Gaming Software på systemet. Opgrader eller fjern softwaren for at installere G HUB.";
INSTALLER_HEADER_DOWNLOADING = "DOWNLOADER LOGITECH G HUB";
INSTALLER_DESCRIPTION_DOWNLOADING = "Den nye Logitech G HUB-software vil forbedre dit spil og konfigurationen af din enhed …";
INSTALLER_DESCRIPTION_DOWNLOADING_1 = "… bygger og beskytter …";
INSTALLER_DESCRIPTION_DOWNLOADING_2 = "… beskydning og boosting…";
INSTALLER_DESCRIPTION_DOWNLOADING_3 = "… svæver og lander …";
INSTALLER_HEADER_DOWNLOADED = "DOWNLOAD GENNEMFØRT";
INSTALLER_DESCRIPTION_DOWNLOADED = "Låst og ladt.";
INSTALLER_INSTALL_AND_LAUNCH_BUTTON = "INSTALLER OG START";
INSTALLER_MENU_ABOUT = "Om";
INSTALLER_MENU_QUIT = "Afslut";
INSTALLER_MENU_CLOSE = "Luk vinduet";
INSTALLER_TRANSFER_REMAINING = "tilbage";
INSTALLER_ERROR_GENERIC = "Der opstod en fejl under installationen";
INSTALLER_FAILURE_PREFIX = "Kunne ikke downloade:";
INSTALLER_ERROR_SUMMARY = "Kunne ikke hente en gyldig opdateringsoversigt.";
INSTALLER_ERROR_INITIALIZE = "Kunne ikke downloade: Installationen mislykkedes. Kontrollér internetforbindelsen, og prøv igen.";
INSTALLER_ERROR_TIMEOUT = "Kontrollér internetforbindelsen.";
INSTALLER_ERROR_WRITE = "Disken ser ud til at være fuld.";
INSTALLER_ERROR_DLL = "Installationsprogrammets nødvendige komponenter kunne ikke indlæses. Download installationsprogrammet fra det officielle websted.";
INSTALLER_RETRY_COUNTDOWN = "Prøver igen om %d.";
INSTALLER_UNCOMPRESSING = "Udpakning af filer";
